Repository: jrutila/django-stables
Catalog: stables/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Basic information
fi: Perustiedot

source: Payment information
fi: Maksutiedot

source: Recurring information
fi: Toistuvien tapahtumien tiedot

source: Do NOT input anything here if you have one time events.
fi: Älä syötä tähän mitään, jos sinulla on yksittäistapahtumia.

source: Advanced
fi: Kehittyneet

source: Customer
fi: Asiakastieto

source: Instructor
fi: Opettaja

source: %d tickets remaining
fi: %d korttia jäljellä

source: Cash
fi: Käteinen

source: Start time
fi: Aloitusaika

source: End time
fi: Päättyy

source: Take changes into acccount on
fi: Säännöllisten muutosten voimaanastumishetki

source: Advanced settings
fi: Kehittyneet asetukset

source: This time must be after %s
fi: Tämän ajan pitää olla %s jälkeen

source: You cannot change start time or end time on ended course
fi: Et voi muuttaa päättyneen tunnin aikoja

source: Course end must be after course start
fi: Loppumisajankohdan pitää olla alun jälkeen

source: Event information
fi: Tapahtuman tiedot

source: Cancel event
fi: Peru tapahtuma

source: Invalid ticket id, choose from the list
fi: Väärä kortti-id, valitse listasta

source: New
fi: Uusi

source: Amount of tickets to delete
fi: Poistettavien kertojen määrä

source: New expire date for selected tickets
fi: Uusi vanhenemispäivä valituille kerroille

source: Turn selected tickets to family tickets
fi: Muuta valitut perhekorteiksi

source: Family ticket
fi: Perhekortti

source: Amount
fi: Määrä

source: Expire information
fi: Vanhenemistiedot

source: first name
fi: etunimi

source: last name
fi: sukunimi

source: levels
fi: tasot

source: If you are adding new rider, you can leave this empty.
fi: Jos lisäät uutta ratsastajaa, voit jättää tämän tyhjäksi

source: instructor
fi: Opettaja

source: Inactive rider is not shown in any lists. If you mark the rider as inactive you cannot edit it anymore!
fi: Passivoitu ratsastaja ei näy enää missään. Et pääse muokkaamaan tätä ratsastajaa enää!

source: Levels
fi: tasot

source: Existing user %s! Change first and last names
fi: Olemassa oleva ratsastaja %s! Vaihda etu- tai sukunimi

source: Attending
fi: Osallistuu

source: Reserved
fi: Varalla

source: Skipped
fi: Ei osallistunut

source: Canceled
fi: Peruttu

source: Rejected
fi: Hylätty

source: Waiting for payment
fi: Odottaa maksua

source: Localizable String
fi: Lokalisoituva teksti

source: accident
fi: vahinko

source: accidents
fi: vahingot

source: name
fi: nimi

source: description
fi: kuvaus

source: course
fi: kurssi

source: courses
fi: tunnit

source: maximum participants
fi: maksimi osallistujamäärä

source: default participation fee
fi: tunnin oletushinta

source: Default ticket type
fi: oletuskortti

source: Allowed rider levels
fi: sallitut ratsastajien tasot

source: Ticket type
fi: Kortin tyyppi

source: Expires
fi: Vanhenee

source: Value
fi: Arvo

source: Sell value of one ticket. Can be used when calculating user revenue.
fi: Yksittäisen kerran myyntiarvo. Myyntiarvoa voidaan käyttää asiakaskohtaisen tuoton laskennassa.

source: last usage date
fi: viimeinen käyttöpäivä

source: day limit
fi: päiväraja

source: How many times the horse is allowed to ride in a day. Warning will be shown if this limit is topped.
fi: Kuinka monta kertaa hevosta saa ratsastaa päivän aikana. Jos raja ylitetään, näytetään varoitus.

source: Last usage date can't be before last participation
fi: Viimeinen käyttöpäivä ei voi olla ennen viimeistä tapahtumaa

source: DATE_FORMAT
fi: l d.m.Y

source: TIME_FORMAT
fi: H:i

source: %(name)s %(state)s No Occurrence
fi: %(name)s %(state)s Ei tapahtumaa

source: phone number
fi: puhelinnumero

source: Horse
fi: Hevonen

source: Rider name
fi: Ratsastajan nimi

source: Type
fi: Tyyppi

source: New accident report created!
fi: Uusi vahinkokirjaus luotu!

source: back
fi: takaisin

source: Modify course
fi: Muokkaa tuntia

source: From %(start)s to %(end)s
fi: %(start)s - %(end)s

source: Enrolled: %(attending)s/%(space)s
fi: Ilmoittautunut: %(attending)s/%(space)s

source: Participating: %(attending)s/%(space)s
fi: Osallistuu: %(attending)s/%(space)s

source: Change time
fi: Vaihda ajankohtaa

source: Add one-time event
fi: Lisää kertatapahtuma

source: Courses
fi: tunnit

source: Add course
fi: Lisää tunti

source: Edit
fi: Muokkaa

source: Select week
fi: Valitse viikko

source: Print
fi: Tulosta

source: You can type custom message below
fi: Voit kirjoittaa vapaan viestin alle

source: hide
fi: piilota

source: cancelled
fi: peruttu

source: Other
fi: Muu

source: details
fi: lisätiedot

source: Set
fi: Aseta

source: Send SMS
fi: Lähetä SMS

source: Cancel
fi: Peru

source: Date
fi: Pvm

source: Start
fi: alkaa

source: End
fi: päättyy

source: Save
fi: Tallenna

source: Horse day limit reached
fi: Hevosen päiväraja ylitetty

source: Horse <%%= name %%> is riding over it's limit of <%%= limit %%>
fi: <%%= name %%> on ylittänyt päivärajansa <%%= limit %%>

source: Add new...
fi: Lisää uusi...

source: Add new event
fi: Lisää uusi tapahtuma/tunti

source: Select event or start new
fi: Valitse tunti listasta tai kirjoita uuden tunnin nimi

source: I want to change above information
fi: Haluan muuttaa yllä olevia tietoja

source: Next events:
fi: Seuraavat tapahtumat

source: One time event
fi: Lisää kertatapahtuma

source: Repeating event
fi: Aseta toisto

source: End current events
fi: Lopeta nykyinen toisto

source: Repeat?
fi: Toista?

source: Last weekly occurrence (optional)
fi: Viimeinen viikottainen tapahtuma (valinnainen)

source: Adding a new course
fi: Olet lisäämässä uutta tuntia

source: Cost
fi: Hinta

source: Max participants
fi: Maksimi osallistujamäärä

source: Default tickets
fi: Automaattisesti kuluva kortti

source: Hidden from public website
fi: Nämä tunnit piilotetaan omilta kotisivuilta

source: Edit course
fi: Muokkaa tuntia

source: The name will change on all past and future events
fi: Nimi muuttuu tulevissa JA menneissä tapahtumissa

source: I want to add a new event
fi: Haluan lisätä uuden tapahtuman tälle tunnille

source: Horses
fi: hevoset

source: Add horse
fi: Lisää hevonen

source: Birth: %(birthday)s
fi: Synt: %(birthday)s

source: Withers: ca. %(withers)s cm.
fi: Säkä: ca. %(withers)s cm.

source: Filter
fi: Rajaus

source: Back
fi: Takaisin

source: Total
fi: Yhteensä

source: Modify transactions
fi: Muokkaa maksutapahtumia

source: Accidents
fi: vahingot

source: Report accident
fi: Raportoi vahinko

source: Save changes
fi: Tallenna muutokset

source: Participant
fi: Osallistuja

source: State
fi: Tila

source: Logout
fi: Kirjaudu ulos

source: or
fi: tai

source: Change password
fi: Vaihda salasana

source: Add
fi: Lisää

source: Next event
fi: Seuraava tapahtuma

source: Previous participations
fi: Edelliset tapahtumat

source: Saldo and tickets
fi: Saldo ja kortit

source: Orders
fi: Tilaukset

source: Created
fi: Luotu

source: Status
fi: Tila

source: Product
fi: Tuote

source: E-mail
fi: Sähköposti

source: Activate user login
fi: Aktivoi kirjautumismahdollisuus

source: User can login
fi: Voi kirjautua

source: Call
fi: Soita

source: More...
fi: Lisää...

source: Below are all participations with negative saldo
fi: Alapuolella vain negatiiviset tapahtumat

source: Add tickets
fi: Lisää kortteja

source: Edit tickets
fi: Muokkaa kortteja

source: %(name)s (F): %(amount)s pcs (first expires: %(expire_date)s)
fi: %(name)s (P): %(amount)s kpl (vanhentuu: %(expire_date)s)

source: %(name)s: %(amount)s pcs (first expires: %(expire_date)s)
fi: %(name)s: %(amount)s kpl (vanhentuu: %(expire_date)s)

source: %(name)s (F): %(amount)s pcs (expired: %(expire_date)s)
fi: Vanhentunut %(name)s (P): %(amount)s kpl (vanhentunut: %(expire_date)s)

source: %(name)s: %(amount)s pcs (expired: %(expire_date)s)
fi: Vanhentunut %(name)s: %(amount)s kpl (vanhentunut: %(expire_date)s)

source: Riders
fi: Ratsastajat

source: Search
fi: Etsi

source: Amount of all users:
fi: Ratsastajia kaikkiaan

source: Add user
fi: Lisää käyttäjä

source: Add rider
fi: Lisää ratsastaja

source: Show only riders with saldo
fi: Näytä vain negatiivisella olevat

source: Show only inactive riders
fi: Näytä vain passivoidut

source: Attend
fi: Osallistu

source: Reserve
fi: Varaa

source: Space
fi: Tilaa

source: Full
fi: Täynnä
